tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/core"
tap "homebrew/services"
tap "libsql/sqld"
tap "ngrok/ngrok"
tap "osx-cross/arm"
tap "osx-cross/avr"
tap "progrium/taps"
tap "tursodatabase/tap"
brew "webp"
brew "awk"
brew "bash"
brew "gh"
brew "git"
brew "gitleaks"
brew "openssl@3"
brew "glib"
brew "gum"
brew "imagemagick"
brew "jq"
brew "krb5"
brew "mas"
brew "mongosh"
brew "neovim"
brew "node@16"
brew "openssl@1.1"
brew "p7zip"
brew "pnpm"
brew "qpdf"
brew "ripgrep"
brew "srt"
brew "starship"
brew "tmux"
brew "tree"
brew "woff2"
brew "zsh"
brew "zsh-syntax-highlighting"
brew "tursodatabase/tap/turso"
cask "1password-cli"
cask "anki"
cask "firefox"
cask "ngrok"
cask "postman"
cask "steam"
cask "transmit"
