tap "bloznelis/tap"
tap "homebrew/bundle"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "mongodb/brew"
brew "awk"
brew "bash"
brew "gh"
brew "git"
brew "mas"
brew "openssl@3"
brew "mongosh"
brew "neovim"
brew "p7zip"
brew "pnpm"
brew "ripgrep"
brew "starship"
brew "tree"
brew "woff2"
brew "zsh"
brew "zsh-syntax-highlighting"
brew "bloznelis/tap/typioca"
brew "mongodb/brew/mongodb-community"
cask "1password-cli"
cask "discord"
cask "figma"
cask "font-hack-nerd-font"
cask "ngrok"
cask "papers"
cask "postman"
cask "warp"
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Logoist 3", id: 1247301872
mas "Magnet", id: 441258766
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Pixelmator", id: 407963104
mas "Xcode", id: 497799835
